<template>
  <div class="article">
    <div class="article__container">
      <h1 class="article__title">Заголовок страницы</h1>
      <div class="article__content content">
        <h1>Заголовок</h1>
        <h2>Заголовок</h2>
        <h3>Заголовок</h3>
        <h4>Заголовок</h4>
        <h5>Заголовок</h5>
        <h6>Заголовок</h6>

        <h5>Заголовок текстового блока</h5>
        
        <p>
          С точки зрения банальной эрудиции каждый индивид, критически мотивирующий абстракцию, не может игнорировать критерии утопического субъективизма, концептуально интерпретируя общепринятые дефанизирующие поляризаторы.
        </p>
        
        <p>
          Поэтому <a href="#">консенсус</a>, достигнутый диалектической материальной классификацией всеобщих мотиваций в парадигматических связях предикатов, решает проблему усовершенствования формирующих геотрансплантационных квазипузлистатов всех кинетически <b>кореллирующих аспектов</b>.
        </p>

        <h5>Ненумерованный список</h5>
        
        <ul>
          <li>20:15 — Приветствие гостей</li>
          <li>20:30 — Первая подача блюд | Салаты</li>
          <li>20:40 — Живой вокал | Композиции 1-3</li>
          <li>21:20 — Подача горячих блюд</li>
        </ul>

        <h5>Нумерованный список</h5>
        
        <ol>
          <li>Your Love Is King</li>
          <li>Hang On To Your Love</li>
          <li>Smooth Operator</li>
          <li>Jezebel</li>
        </ol>

        <h5>Цитата</h5>

        <blockquote>
          Трансцендентная дискретизация контрамоции не должна аннигилировать с ка-гамма-плазмоином в мю-дельта-ионопластовой среде.
        </blockquote>

        <figure>
          <img src="/images/pic.jpg" alt="Пример изображения" />
          <figcaption>Подпись картинки</figcaption>
        </figure>

        <p>
          Нельзя забывать, что разлагая ультрамасштабированную гиперонноаттрофированную неквантованную функцию аппроксимирования позитронного стабилотрона в ряд декомпрессированных математических экзистенциальных субрудиментов, необходимо прибегнуть к методу упорядочивания гипертронических дисперсионных антикварков.
        </p>

        <img src="/images/pic.jpg" alt="Пример изображения" />

        <p>
          Остаётся лишь добавить, что предложенный вами конгрессивный подход к декуляризированию «индивида, критически мотивирующего абстракцию» является неприемлимым в данном временном континууме на данном этапе научно-технического прогресса.
        </p>
      </div>
    </div>
  </div>
</template>